Repository: KtotoNekt/koshmar-website
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, ru

source: Lair of Koshmar
de: Hort von Koshmar
ru: Логово Кошмара

source: This site has so much to offer that we must request you find a larger screen. You won't be disappointed.
de: Diese Seite hat so viel zu bieten, dass wir Sie bitten müssen, einen größeren Bildschirm zu finden. Sie werden nicht enttäuscht sein.
ru: Этот сайт может предложить так много, что мы должны попросить вас найти экран большего размера. Вы не будете разочарованы.

source: Home
de: Heim
ru: Дом

source: About me
de: Über mich
ru: Обо мне

source: Interests
de: Interessen
ru: Интересы

source: Projects
de: Projekte
ru: Проекты

source: My Lair
de: Mein Versteck
ru: Моя Берлога

source: My Projects
de: Meine Projekte
ru: Мои Проекты

source: My experience
de: Meine Erfahrung
ru: Мой опыт

source: My Interests
de: Meine Interessen
ru: Мои интересы

source: What is the site about?
de: Worum geht es auf der Seite?
ru: О чем сайт?

source: The site was created to store my experience and my projects.
de: Die Seite wurde erstellt, um meine Erfahrungen und meine Projekte zu speichern.
ru: Сайт создан для хранения моего опыта и моих проектов.

source: A personal website?
de: Eine persönliche Website?
ru: Личный сайт?

source: I don't like sites without functionality, so there are some features here.
de: Ich mag keine Websites ohne Funktionalität, daher gibt es hier einige Funktionen.
ru: Я не люблю сайты без функционала, поэтому здесь есть некоторые особенности.

source: Did you write the website template yourself?
de: Haben Sie die Website-Vorlage selbst geschrieben?
ru: Вы сами написали шаблон сайта?

source: No. The original site template was taken from here. Having remade it for myself, I got this
ru: Нет. Исходный шаблон сайта был взят отсюда. Переделав его для себя, я получил это

source: Hello Kids! I, Koshmar, am a young programmer who loves to code in my spare time. I do hate html and css. And I'm also a humorist! The types of humor I use are: absurd, rude, grotesque, hacker, black, satirical, sarcastic, dry and green.
de: Hallo Kinder! Ich, Koshmar, bin ein junger Programmierer, der es liebt, in meiner Freizeit zu programmieren. Ich hasse HTML und CSS. Und ich bin auch ein Humorist! Die Arten von Humor, die ich verwende, sind: absurd, unhöflich, grotesk, Hacker, schwarz, satirisch, sarkastisch, trocken und grün.
ru: Здравствуйте, дети! Я, Кошмар, молодой программист, который любит программировать в свободное время. Я ненавижу html и css. А еще я юморист! Виды юмора, которые я использую: абсурдный, грубый, гротескный, хакерский, черный, сатирический, саркастичный, сухой и зеленый

source: I really like to create any projects related to the Discord API. My Botnet uses the Discord API, Boticord uses it, I have bots written thanks to the Discord API, and even this site uses it to check tokens!
de: Ich erstelle sehr gerne Projekte, die mit der Discord-API zu tun haben. Mein Botnet verwendet die Discord-API, Boticord verwendet sie, ich habe Bots dank der Discord-API geschrieben, und sogar diese Website verwendet sie, um Token zu überprüfen!
ru: Мне очень нравится создавать какие либо проекты, связанные с Discord API. Мой Botnet использует Discord API, Boticord его использует, у меня боты написанные благодаря Discord API, та даже этот сайт использует его для проверки токенов!

source: Desktop Application Development
de: Entwicklung von Desktop-Anwendungen
ru: Разработка десктопных приложений

source: Application development is a fun activity. To make a beautiful design, to add functionality, to make all the possibilities for use - it's a difficult task, but also very interesting.
de: Anwendungsentwicklung ist eine Aktivität, die Spaß macht. Ein schönes Design zu machen, Funktionalität hinzuzufügen, alle Nutzungsmöglichkeiten zu nutzen - es ist eine schwierige Aufgabe, aber auch sehr interessant.
ru: Разработка приложений - увлекательное занятие. Сделать красивый дизайн, добавить функциональность, сделать еще все это удобным для использования - дело сложное, но и очень интересное

source: Automation
de: Automatisierung
ru: Автоматизация

source: I am a person who transfers all the monotonous work for the PC into the hands of the code. I'm tired of having to go to the browser every time and find the music - I created MSOC, I'm tired of opening the console every time to pause the MOC - I created xfce4-moc-plugin
de: Ich bin ein Mensch, der die ganze monotone Arbeit für den PC in die Hände des Codes legt. Ich bin es leid, jedes Mal in den Browser gehen und die Musik finden zu müssen - ich habe MSOC erstellt, ich bin es leid, jedes Mal die Konsole zu öffnen, um das MOC anzuhalten - Ich habe xfce4-moc-plugin erstellt
ru: Я человек, который всю монотонную работу за ПК передает в руки коду. Мне надоело каждый раз заходить в браузер и находить музыку - я создал MSOC, мне надоело каждый раз открывать консоль, чтобы поставить на паузу MOC - я создал xfce4-moc-plugin

source: Hacking
de: Hackend
ru: Хакинг

source: I think everyone has a craving for obtaining information that is inaccessible to us or for dominating others. Scanning traffic, exploiting vulnerabilities, creating scripts for penetration, ensuring one's anonymity - all this requires broad and deep knowledge
ru: Тяга к получению недоступной нам информации или к преобладанию над другими, думаю, есть у всех. Сканирование трафика, эксплуатация уязвимостей, создание скриптов для проникновения, обеспечение своей анонимности - все это требует широких и глубоких знаний

source: At the moment I'm sitting on OC Linux, or rather on Arch Linux. The system is very interesting and hides a lot of secrets that you will learn during your time on the PC
de: Im Moment sitze ich auf OC Linux, oder besser gesagt auf Arch Linux. Das System ist sehr interessant und verbirgt viele Geheimnisse, die Sie während Ihrer Zeit am PC lernen werden
ru: На данный момент я сижу на OC Linux, а точнее на Arch Linux. Система очень интересная и кроет в себе очень много тайн, которые ты познаешь в течении твоего провождения за ПК

source: Embedded Development
de: Embedded-Entwicklung
ru: Разработка микроконтроллеров

source: Not so long ago I bought my first Arduino microcontroller. Having written the IRGrub project on it, I wanted to further develop in Embedded Development. For this area, it is not enough just to know, you also need to have good hands
de: Vor nicht allzu langer Zeit habe ich meinen ersten Arduino-Mikrocontroller gekauft. Nachdem ich das IRGrub-Projekt darüber geschrieben hatte, wollte ich mich in der Embedded-Entwicklung weiterentwickeln. Für diesen Bereich reicht es nicht aus, nur zu wissen, man muss auch gute Hände haben
ru: Не так давно я приобрел свой первый микроконтроллер Arduino. Написав на нем проект IRGrub, я захотел дальше развиваться в Embedded Development. Для этой области не достаточно просто знать, нужно еще иметь хорошие руки

source: Links not found
de: Links nicht gefunden
ru: Ссылки не найдены

source: Discord Token Checker Online Without Viruses
de: Discord Token Checker online ohne Viren
ru: Проверка токенов Discord онлайн без вирусов

source: Friends
de: Freunde
ru: Друзья

source: DM Channels
de: DM-Kanäle
ru: Личные сообщения

source: Guilds
de: Gilden
ru: Гильдии

source: Member Since
de: Mitglied seit
ru: Дата создания

source: Phone
de: Telefon
ru: Номер

source: Locale
de: Gebietsschema
ru: Язык

source: The token is being checked...
de: Der Token wird überprüft...
ru: Токен проверяется...

source: The token is not valid
de: Das Token ist ungültig
ru: Токен недействителен

source: About him
de: Über ihn
